Repository: dfo-mar-odis/mar-did
Catalog: locales/*/LC_MESSAGES/django.po
Languages: fr

source: English
fr: Anglais

source: French
fr: Français

source: Name
fr: Nom

source: Ship Code
fr: Code du navire

source: ICES (https://vocab.ices.dk/) code consists of 2 character country code and a 2 character ship code for every unique vessel.
fr: Le code ICES (https://vocab.ices.dk/) se compose d'un code pays de 2 caractères et d'un code navire de 2 caractères pour chaque navire unique.

source: Program name
fr: Nom du programme

source: Program description
fr: Description du programme

source: This region is in use and cannot be deleted.
fr: Cette région est utilisée et ne peut pas être supprimée.

source: The name of the cruise e.g 'CAR2025002'
fr: Le nom de la croisière, par exemple 'CAR2025002'

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: Descriptor
fr: Descripteur

source: MEDS assigned description of the cruise e.g '18QL25002'
fr: Description attribuée par MEDS de la croisière, par exemple '18QL25002'

source: Chief Scientists
fr: Chefs scientifiques

source: Data Managers
fr: Gestionnaires de données

source: Locations
fr: Emplacements

source: programs
fr: programmes

source: Ship/Platform
fr: Navire/Plateforme

source: Serial Number
fr: Numéro de série

source: Serial number of an instrument if it exists
fr: Numéro de série d'un instrument s'il existe

source: Serial Number or name given to the moored instrument
fr: Numéro de série ou nom donné à l'instrument amarré

source: File location
fr: Emplacement du fichier

source: Process Status
fr: État du processus

source: File Name
fr: Nom du fichier

source: File
fr: Fichier

source: Is archived
fr: Est archivé

source: Data File
fr: Fichier de données

source: Issue Description
fr: Description du problème

source: Dataset
fr: Jeu de données

source: Assigned
fr: Attribué

source: Missing Descriptor
fr: Descripteur manquant

source: Dataset Status
fr: État du jeu de données

source: Save Instrument selections and upload datafiles if attached.
fr: Enregistrer les sélections d'instruments et télécharger les fichiers de données s'ils sont joints.

source: Mark the dataset as expected if more datafiles are required
fr: Marquer le jeu de données comme attendu si d'autres fichiers de données sont nécessaires

source: Save
fr: Enregistrer

source: Mark a dataset as being with the lab for post cruise processing
fr: Marquer un jeu de données comme étant au laboratoire pour le traitement post-croisière

source: Mark sent to Lab
fr: Marquer envoyé au laboratoire

source: Mark a dataset submitted to send notifications to stakeholders that data is ready for processing and/or loading
fr: Marquer un jeu de données soumis pour envoyer des notifications aux parties prenantes que les données sont prêtes pour le traitement et/ou le chargement

source: Save, Mark Submitted
fr: Enregistrer, Marquer comme soumis

source: Submit
fr: Soumettre

source: Clear Filters
fr: Effacer les filtres

source: Filter
fr: Filtrer

source: Remove
fr: Supprimer

source: Groups
fr: Groupes

source: Update Contact Information
fr: Mettre à jour les informations de contact

source: Are you sure?
fr: Êtes-vous sûr ?

source: Remove data type from contacts
fr: Supprimer le type de données des contacts

source: Add a new cruise
fr: Ajouter une nouvelle croisière

source: Platform
fr: Plateforme

source: Projects
fr: Projets

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: Geographic Regions
fr: Régions géographiques

source: Data Type
fr: Type de données

source: Status
fr: Statut

source: File Count
fr: Nombre de fichiers

source: View and update associated files
fr: Voir et mettre à jour les fichiers associés

source: Remove data type from Cruise
fr: Supprimer le type de données de la croisière

source: File Location
fr: Emplacement du fichier

source: Submitted By
fr: Soumis par

source: Submitted Date
fr: Date de soumission

source: Archive File
fr: Archiver le fichier

source: Archive
fr: Archiver

source: Issue
fr: Problème

source: Cruise
fr: Croisière

source: Assign To
fr: Attribuer à

source: Assign Date
fr: Date d'attribution

source: Remove Alert
fr: Supprimer l'alerte

source: Work Queue
fr: File d'attente de travail

source: View Cruises
fr: Voir les croisières

source: Data Discovery
fr: Découverte de données

source: Expected
fr: Attendu

source: Submitted
fr: Soumis

source: Some data has been submitted. Follow up with the data provider and if all the data has been provided, mark it as received
fr: Des données ont été soumises. Faites un suivi avec le fournisseur de données et si toutes les données ont été fournies, marquez-les comme reçues

source: Create Cruise
fr: Créer une croisière

source: Select a program
fr: Sélectionner un programme

source: Programs
fr: Programmes

source: Select Chief Scientist
fr: Sélectionner un chef scientifique

source: Select Data Managers
fr: Sélectionner des gestionnaires de données

source: Select Geographic Locations
fr: Sélectionner des emplacements géographiques

source: Geographic Locations
fr: Emplacements géographiques

source: At least one chief scientist must be added.
fr: Au moins un chef scientifique doit être ajouté.

source: At least one geographic location must be added.
fr: Au moins un emplacement géographique doit être ajouté.

source: At least one program must be added.
fr: Au moins un programme doit être ajouté.

source: Save Updates
fr: Enregistrer

source: optional, if known
fr: optionnel, si connu

source: An unexpected error occurred while saving the form.
fr: Une erreur inattendue s'est produite lors de l'enregistrement du formulaire.

source: Data Submission
fr: Soumission de données

source: Reason for archiving file
fr: Raison de l'archivage du fichier

source: already exists. If intended, please archive the existing file with reasoning first and try uploading again.
fr: existe déjà. Si c'est intentionnel, veuillez d'abord archiver le fichier existant avec une justification et réessayez de télécharger.

source: Cruise update: Files added
fr: Mise à jour de la croisière : fichiers ajoutés

source: Files have been submitted for cruise
fr: Les fichiers ont été soumis pour la croisière

source: Do.Not.Reply@mar-did.dfo-mpo.gc.ca
fr: Ne.Pas.Répondre@mar-did.dfo-mpo.gc.ca

source: Note, this interface allows users to be added so they can be used in the interface, but they will not receive passwords and cannot login. Contact the adminastrator to have passwords assigned.
fr: Remarque, cette interface permet d'ajouter des utilisateurs pour qu'ils puissent être utilisés dans l'interface, mais ils ne recevront pas de mots de passe et ne pourront pas se connecter. Contactez l'administrateur pour attribuer des mots de passe.

source: Cruise Descriptor
fr: Descripteur de croisière

source: Cruise Name
fr: Nom de la croisière

source: Cruise Data
fr: Données de croisière

source: Update cruise
fr: Mettre à jour la croisière

source: Delete cruise
fr: Supprimer la croisière

source: Are you sure you want to delete this curise?
fr: Êtes-vous sûr de vouloir supprimer cette croisière ?

source: Filter Data Types
fr: Filtrer les types de données

source: Select a status
fr: Sélectionner un statut

source: Clear
fr: Effacer

source: Are you sure you want to delete this?
fr: Êtes-vous sûr de vouloir supprimer ceci ?

source: You must be a MarDID Maintainer to perform this action.
fr: Vous devez être un mainteneur MarDID pour effectuer cette action.

source: This value is being used and cannot be deleted.
fr: Cette valeur est utilisée et ne peut pas être supprimée.

source: ICES
fr: CIEM

source: To search for a ship code see :
fr: Pour rechercher un code de navire, voir :

source: Maritimes Datashop Inventory Dashboard
fr: Tableau de bord de l'inventaire des données maritimes

source: Views
fr: Vues

source: Cruises
fr: Croisières

source: Add a Cruise
fr: Ajouter une croisière

source: Lookup Tables
fr: Tables de recherche

source: Administrator
fr: Administrateur

source: Ships and Platforms
fr: Navires et plateformes

source: Logout
fr: Déconnexion

source: Login
fr: Connexion
